Repository: webwinkelkeur/wordpress
Catalog: common/languages/webwinkelkeur-*.po
Languages: es_es

source: Your shop ID is required.
es_es: Su ID de tienda es obligatorio.

source: Your shop ID can only contain digits.
es_es: Su ID de tienda solo puede contener números.

source: This is not a valid API key.
es_es: Esta no es una clave API válida.

source: To send invitations, your API key is required.
es_es: Para enviar invitaciones es obligatoria su clave API.

source: An error occurred while requesting the %s invitation:
es_es: Ha habido un error al enviar la invitación de %s.

source: The %s plugin is not compatible with PHP %s. Please upgrade to PHP 7.0.0 or higher.
es_es: El complemento %s no es compatible con PHP %s. Actualiza a PHP 7.0.0 o superior.

source: Automatic product review sync did not run in the last 24 hours. Make sure that you have cron jobs configured, or sync manually.
es_es: La sincronización automática de reseñas de productos no se ha ejecutado en las últimas 24 horas.Asegúrate de tener configurados los trabajos cron o sincronícelos manualmente.

source: Invite was not send as customer did not consent.
es_es: La invitación no se envió porque el cliente no dio su consentimiento.

source: The %s invitation could not be sent.
es_es: La invitación de %s no ha podido ser enviada.

source: An invitation was sent to %s dashboard.
es_es: Se envió una invitación al panel de control de %s.

source: Add the %s for this product
es_es: Añade el %s para este producto

source: Not registered.
es_es: No registrado.

source: Your changes have been saved.
es_es: Sus cambios han sido guardados.

source: Shop ID
es_es: ID de la tienda online

source: API key
es_es: Clave API

source: You'll find this information after logging in on %s.
es_es: Estos datos los encontrará al ingresar en %s.

source: JavaScript integration
es_es: Integración JavaScript

source: Yes, add the %s JavaScript to my website.
es_es: Sí, añadir el JavaScript de %s a mi sitio web.

source: Use the JavaScript integration to add the sidebar and the tooltip to your website.<br>All settings for the sidebar and tooltip are located on the %s.
es_es: Utiliza la integración de JavaScript para añadir la barra lateral y la información de herramientas a su sitio web.<br>Todas las configuraciones para la barra lateral y la información de herramientas se encuentran en %s.

source: %s Dashboard
es_es: Panel de control %s

source: Invitations
es_es: Enviar invitaciones

source: Yes, pop-up after purchase at "thank you" page. Privacy first review option: order data will only be shared after permission from the customer.
es_es: Sí, ventana emergente después de la compra en la página de agradecimiento. Los datos del pedido sólo se comparten con el consentimiento del cliente.

source: No, don't send invitations.
es_es: No, no enviar invitaciones.

source: Order status for invitations
es_es: Estado del pedido de las invitaciones

source: Install and activate WooCommerce to use this functionality.
es_es: Instale y active WooCommerce para poder utilizar esta función.

source: The invitation is only sent when the order has the checked status.
es_es: La invitación sólo se envía cuando el pedido tiene el estado verificado.

source: Do not send my order information to %s (checking this option disables product reviews!).
es_es: No enviar la información de mi pedido a %s (¡marcar esta opción desactiva valoraciones de productos!).

source: Please note: not all %s functionality will be available if you check this option!
es_es: Ten en cuenta: ¡no toda la funcionalidad de %s estará disponible si marcas estoopción!

source: Invitation delay
es_es: Plazo para la invitación

source: The invitation will be send after the specified amount of days since the order has been shipped.
es_es: La invitación se envía una vez hayan pasado el número de días indicados después de enviar el pedido.

source: Product reviews
es_es: Reseñas de productos

source: Import product reviews to WooCommerce.
es_es: Importar reseñas de productos a WooCommerce.

source: Automatically display product reviews collected using %s on your WooCommerce shop.
es_es: Muestra automáticamente reseñas de productos recopiladas utilizando %s en tu tienda WooCommerce.

source: Sync to Multisite
es_es: Sincronizar con multisitio

source: Enable sync product reviews to multisite setup. Product will be matched by ID and SKU.
es_es: Habilita la sincronización de reseñas de productos con la configuración de varios sitios.El producto coincidirá por ID y SKU.

source: Sync manually
es_es: Sincronizar manualmente

source: Sync all reviews manually
es_es: Sincronizar todas las reseñas manualmente

source: Last sync
es_es: Última sincronización

source: Next sync
es_es: Próxima sincronización

source: Automatic detection
es_es: Detección automática

source: Suggested keys
es_es: Claves sugeridas

source: Other keys
es_es: Otra clave

source: Tell this plugin where to find the product <strong>GTIN</strong> by selecting a custom key. For example: if you use a field called <strong>_productcode</strong> to store the <strong>GTIN</strong>, you should select <strong>_product_code</strong>. Our plugin also supports certain 3rd party plugins. If we found a supported plugin, this box is set to <strong>Automatic detection</strong>, you can still choose to select another key.
es_es: Dile a este complemento dónde encontrar el </strong>GTIN</strong> del producto seleccionando una clave personalizada. Por ejemplo: si utilizas un campo llamado <strong>_productcode</strong> para almacenar el <strong>GTIN</strong>, deberás seleccionar <strong>_product_code</strong>. Nuestro complemento también admite ciertos complementos de terceros. Si encontramos un complemento compatible, este cuadro está configurado en <strong>Detección automática</strong>, aún puedes elegir seleccionar otra llave.

source: Add rich snippet
es_es: Estrellas Rich Snippet

source: Yes, add a rich snippet to the footer of my website.
es_es: Sí, añade un Rich Snippet al footer.

source: This allows Google to show your rating in the search results. Use at your own risk.
es_es: Así Google podrá mostrar tu puntuación en los resultados de búsqueda. Uso bajo su propia responsabilidad.

source: More information.
es_es: Más información.

source: Syncing product reviews...
es_es: Sincronizando reseñas de productos...

source: New: WebwinkelKeur Product Reviews for WooCommerce
es_es: Nuevo: Reseñas de productos WebwinkelKeur para WooCommerce

source: Read more
es_es: Leer más
